// Led Bridge Project ()
/* 
개발자 : INSU CHOI (Nifskor)

개발 기간 : 2022 / 01 / 27 ~ 진행중 
출력물 파트 출처 : https://www.thingiverse.com/thing:1639224
간단한 소개 : 본 프로젝트는 싱기버스에서 LED bridge Lamp  출력물 파츠를 이용해 
RGB LED Strip 을 이용하여 스탠드 등을 만들어 보는 프로젝트 이다. 

제작 이유 : 우리집 스탠드 등이 너무 오래되어서 사기엔 아깝고 나만의 스탠드를 만들어 보기위해 

필요한 기능 요구사항들 : 눈에 피로하지않은 독서 모드  
                   , 공부 모드  (집중모드) . 수리 모드 , 빨강, 초록, 파랑 모드 , 취침 모드
   - 취침 모드 : 눈에 피로하지않은 주광색 으로 표시되어지다가 일정 시간이 지나면 자동으로 종료되는 기능 

*/ 
void setup()
{

}

void loop() { 


}